Repository: borischebotarev/weatherForCarebox
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Unknown
ru: Неизвестно

source: Clear, Sunny
ru: Ясно, солнечно

source: Mostly Clear
ru: Преимущественно ясно

source: Partly Cloudy
ru: Переменная облачность

source: Mostly Cloudy
ru: Переменная облачность

source: Cloudy
ru: Облачно

source: Partly Cloudy and Mostly Clear
ru: Переменная облачность, преимущественно ясно

source: Light Fog
ru: Легкий туман

source: Mostly Clear and Light Fog
ru: Преимущественно ясный и легкий туман

source: Partly Cloudy and Light Fog
ru: Переменная облачность и легкий туман

source: Mostly Cloudy and Light Fog
ru: Переменная облачность и легкий туман

source: Mostly Clear and Fog
ru: Большая часть ясно и туман

source: Partly Cloudy and Fog
ru: Переменная облачность и туман

source: Mostly Cloudy and Fog
ru: Переменная облачность и туман

source: Fog
ru: Туман

source: Partly Cloudy and Drizzle
ru: Переменная облачность и дождь

source: Mostly Clear and Drizzle
ru: Преимущественно ясно, моросит дождь

source: Mostly Cloudy and Drizzle
ru: Переменная облачность и дождь

source: Drizzle
ru: Морось

source: Light Rain
ru: Небольшой дождь

source: Mostly Clear and Light Rain
ru: Преимущественно ясно и небольшой дождь

source: Partly Cloudy and Light Rain
ru: Переменная облачность, небольшой дождь

source: Mostly Cloudy and Light Rain
ru: Переменная облачность и небольшой дождь

source: Mostly Clear and Rain
ru: Преимущественно ясно и дождь

source: Partly Cloudy and Rain
ru: Переменная облачность и дождь

source: Mostly Cloudy and Rain
ru: Переменная облачность и дождь

source: Rain
ru: Дождь

source: Mostly Clear and Heavy Rain
ru: Преимущественно ясно и сильный дождь

source: Partly Cloudy and Heavy Rain
ru: Переменная облачность и сильный дождь

source: Mostly Cloudy and Heavy Rain
ru: Переменная облачность и сильный дождь

source: Heavy Rain
ru: Сильный дождь

source: Mostly Clear and Flurries
ru: Преимущественно ясно, ливень

source: Partly Cloudy and Flurries
ru: Переменная облачность, ливень

source: Mostly Cloudy and Flurries
ru: Переменная облачность и ливень

source: Flurries
ru: Шквалы

source: Light Snow
ru: Легкий снег

source: Mostly Clear and Light Snow
ru: Преимущественно ясно, небольшой снег

source: Partly Cloudy and Light Snow
ru: Переменная облачность, небольшой снег

source: Mostly Cloudy and Light Snow
ru: Переменная облачность, небольшой снег

source: Drizzle and Light Snow
ru: Морось и небольшой снег

source: Mostly Clear and Snow
ru: Преимущественно ясно и снег

source: Partly Cloudy and Snow
ru: Переменная облачность и снег

source: Mostly Cloudy and Snow
ru: Переменная облачность и снег

source: Snow
ru: Снег

source: Heavy Snow
ru: Сильный снегопад

source: Mostly Clear and Heavy Snow
ru: Преимущественно ясный и сильный снег

source: Partly Cloudy and Heavy Snow
ru: Переменная облачность, сильный снег

source: Mostly Cloudy and Heavy Snow
ru: Переменная облачность и сильный снег

source: Drizzle and Snow
ru: Морось и снег

source: Rain and Snow
ru: Дождь и снег

source: Snow and Freezing Rain
ru: Снег и ледяной дождь

source: Snow and Ice Pellets
ru: Снежная и ледяная крупа

source: Freezing Drizzle
ru: Ледяной дождь

source: Mostly Clear and Freezing drizzle
ru: Преимущественно ясная и ледяная морось

source: Partly Cloudy and Freezing drizzle
ru: Переменная облачность, ледяной дождь

source: Mostly Cloudy and Freezing drizzle
ru: Переменная облачность и ледяной дождь

source: Drizzle and Freezing Drizzle
ru: Морось и ледяная морось

source: Light Rain and Freezing Drizzle
ru: Небольшой дождь и ледяная морось

source: Mostly Clear and Light Freezing Rain
ru: Преимущественно ясный и небольшой ледяной дождь

source: Partly Cloudy and Light Freezing Rain
ru: Переменная облачность, небольшой ледяной дождь

source: Mostly Cloudy and Light Freezing Rain
ru: Переменная облачность, небольшой ледяной дождь

source: Light Freezing Rain
ru: Легкий ледяной дождь

source: Mostly Clear and Freezing Rain
ru: Преимущественно ясный и ледяной дождь

source: Partly Cloudy and Freezing Rain
ru: Переменная облачность, ледяной дождь

source: Mostly Cloudy and Freezing Rain
ru: Переменная облачность и ледяной дождь

source: Freezing Rain
ru: Ледяной дождь

source: Drizzle and Freezing Rain
ru: Морось и ледяной дождь

source: Light Rain and Freezing Rain
ru: Небольшой дождь и ледяной дождь

source: Rain and Freezing Rain
ru: Дождь и ледяной дождь

source: Mostly Clear and Heavy Freezing Rain
ru: Преимущественно ясный и сильный ледяной дождь

source: Partly Cloudy and Heavy Freezing Rain
ru: Переменная облачность и сильный ледяной дождь

source: Mostly Cloudy and Heavy Freezing Rain
ru: Переменная облачность и сильный ледяной дождь

source: Heavy Freezing Rain
ru: Сильный ледяной дождь

source: Mostly Clear and Light Ice Pellets
ru: В основном прозрачные и легкие ледяные крупинки

source: Partly Cloudy and Light Ice Pellets
ru: Переменная облачность и легкая ледяная крупа

source: Mostly Cloudy and Light Ice Pellets
ru: Переменная облачность и легкая ледяная крупа

source: Light Ice Pellets
ru: Легкие ледяные гранулы

source: Mostly Clear and Ice Pellets
ru: В основном прозрачные и ледяные крупинки

source: Partly Cloudy and Ice Pellets
ru: Переменная облачность и ледяная крупа

source: Mostly Cloudy and Ice Pellets
ru: Переменная облачность и ледяная крупа

source: Ice Pellets
ru: Ледяные гранулы

source: Drizzle and Ice Pellets
ru: Морось и ледяная крупа

source: Freezing Rain and Ice Pellets
ru: Ледяной дождь и ледяная крупа

source: Light Rain and Ice Pellets
ru: Небольшой дождь и ледяная крупа

source: Rain and Ice Pellets
ru: Дождь и ледяная крупа

source: Freezing Rain and Heavy Ice Pellets
ru: Ледяной дождь и тяжелая ледяная крупа

source: Mostly Clear and Heavy Ice Pellets
ru: В основном прозрачные и тяжелые ледяные крупинки

source: Partly Cloudy and Heavy Ice Pellets
ru: Переменная облачность и тяжелая ледяная крупа

source: Mostly Cloudy and Heavy Ice Pellets
ru: Преимущественно облачно и тяжелая ледяная крупа

source: Heavy Ice Pellets
ru: Тяжелые ледяные гранулы

source: Mostly Clear and Thunderstorm
ru: Преимущественно ясно и гроза

source: Partly Cloudy and Thunderstorm
ru: Переменная облачность и гроза

source: Mostly Cloudy and Thunderstorm
ru: Переменная облачность и гроза

source: Thunderstorm
ru: Гроза

source: 5-days forecast
ru: 5-дневный прогноз

source: Hourly forecast
ru: Прогноз по часам

source: m/s
ru: м/с

source: Retry
ru: Ещё раз
